export const chartData = {
	categories: ['星期天', '星期一', '星期二', '星期三', '星期四', '星期五','星期六','星期六','星期六','星期六'],
	series: [{
		name: '营业额',
		data: [35, 20, 25, 37, 4, 20],
		color: '#000000'
	}, {
		name: '订单数量',
		data: [70, 40, 65, 100, 44, 68]
	}, {
		name: '价格',
		data: [100, 80, 95, 150, 112, 132]
	}]
}

export const month = {
	categories: ['2012', '2013', '2014', '2015', '2016', '2017'],
	series: [{
		name: '成交量A',
		data: [35, 20, 25, 37, 4, 20],
		color: '#000000'
	}, {
		name: '成交量B',
		data: [70, 40, 65, 100, 44, 68]
	}, {
		name: '成交量C',
		data: [100, 80, 95, 150, 112, 132]
	},
	{
		name: '成交量C',
		data: [100, 80, 95, 150, 112, 132]
	}]
}